[DamageType.DmgType_BoostAttack_Impact WillowDamageTypeDefinition]
DamageLanguageId=0.000000

[Skills.Skill_BoostAttack SkillDefinition]
SkillName="Increase the attack power of the status effect"
SkillDescription="Changes in lifestyle affect growth factors."
LockedSkillDetailStr="<Bloqueado>"

